Repository: paulswartz/miro
Catalog: tv/resources/locale/*.po
Languages: it, pl

source: File not found
it: Nessun file trovato
pl: Nie znaleziono pliku

source: Downloading
it: Scaricamento in corso
pl: Pobieranie

source: HTTP error
it: Errore HTTP
pl: Błąd HTTP

source: Got 404 status code
it: Ricevuto codice di stato 404
pl: Otrzymano kod błędu 404

source: The file "%(path)s" doesn't exist
it: Il file "%(path)s" non esiste
pl: Plik „%(path)s” nie istnieje

source: Timeout
it: Tempo scaduto
pl: Limit czasu

source: Connection to %(host)s timed out
it: Tempo di connessione a %(host)s scaduto
pl: Upłynął limit czasu połączenia z %(host)s

source: Unknown Error code
it: Codice di errore sconosciuto
pl: Nieznany kod błędu

source: Subscription error
it: Errore di iscrizione
pl: Błąd subskrypcji

source: This %(appname)s podcast file has an invalid format: %(url)s. Please notify the publisher of this file.
it: Questo file podcast per %(appname)s ha un formato non valido: %(url)s. Per favore segnala il problema a chi ha pubblicato il file.
pl: Nieprawidłowy format pliku podcastu aplikacji %(appname)s: %(url)s. Powiadom o tym osobę, która ten plik opublikowała.

source: This %(appname)s podcast file has the wrong content type: %(url)s. Please notify the publisher of this file.
it: Questo file podcast per %(appname)s ha un tipo di contenuto errato: %(url)s. Per favore segnala il problema a chi ha pubblicato il file.
pl: Niewłaściwy typ zawartości pliku podcastu aplikacji %(appname)s: %(url)s. Powiadom o tym osobę, która ten plik opublikowała.

source: Could not download the %(appname)s podcast file: %(url)s
it: Non è stato possibile scaricare il file del %(appname)s podcast: %(url)s
pl: Nie udało się pobrać pliku podcastu aplikacji %(appname)s: %(url)s

source: Invalid Torrent
it: Torrent non valido
pl: Nieprawidłowy torrent

source: The torrent file %(filename)s appears to be corrupt and cannot be opened.
it: Il file torrent %(filename)s sembra corrotto e non può essere aperto.
pl: Torrent %(filename)s wygląda na uszkodzony i nie może zostać otwarty.

source: File Error
it: Errore nel file
pl: Błąd pliku

source: The torrent file %(filename)s could not be opened. Please ensure it exists and you have permission to access this file.
it: Il file torrent %(filename)s non può essere aperto. Assicurati che esso esista e che tu abbia i permssi d'accesso a questo fille.
pl: Nie udało się otworzyć pliku torrent %(filename)s. Upewnij się, że taki plik istnieje, a także że masz uprawnienia umożliwiające dostęp do niego.

source: Sending Crash Report
it: Invio dettagli errore
pl: Przesyłanie raportu awarii

source: Sending Crash Report (%(progress)d%%)
it: Inviando Crash Report (%(progress)d%%)
pl: Wysyłanie raportu błedu (%(progress)d%%)

source: Reason unknown--check log
it: Causa sconosciuta -- controllare il rapporto
pl: Powód nieznany--sprawdź log

source: %(program)s does not exist.
it: %(program)s non esiste
pl: %(program)s nie istnieje.

source: Copy
it: Copia
pl: Kopiuj

source: %(original_name)s (Converted to %(format)s)
it: %(original_name)s (Convertito in %(format)s)
pl: %(original_name)s (Skonwertowany do %(format)s)

source: %(engine)s for '%(query)s'
it: %(engine)s per '%(query)s'

source: Upgrading Old Database
it: Aggiornamento del vecchio database in corso
pl: Aktualizacja starej bazy danych

source: Converting Old Database
it: Conversione del vecchio database in corso
pl: Konwersja starej bazy danych

source: Upgrading Database
it: Aggiornamento del vecchio database in corso
pl: Aktualizacja bazy danych

source: Preparing Items
it: Preparazione degli elementi
pl: Przygotowywanie elementów

source: Your drive must be mounted.
it: L'unità deve essere montata
pl: Twój napęd musi być zamontowany.

source: USB Device
it: Periferica USB
pl: Urządzenie USB

source: Device removed during sync
it: Dispositivo rimosso durante la sincronizzazione
pl: Urządzenie zostało usunięte podczas synchronizacji

source: %(name)s was removed while a sync was in progress. Not all items may have been copied.
it: %(name)s è stato rimosso mentre era in corso la sincronizzazione. Alcuni elementi potrebbero non essere stati copiati.

source: Apply
it: Applica
pl: Zastosuj

source: Close
it: Chiudi
pl: Zamknij

source: Cancel
it: Annulla
pl: Anuluj

source: Done
it: Fatto
pl: Wykonaj

source: Yes
it: Sì
pl: Tak

source: Quit
it: Esci
pl: Zamknij

source: Continue
it: Continua
pl: Kontynuuj

source: Ignore
it: Ignora
pl: Pomiń

source: Import Files
it: Importa file
pl: Importuj pliki

source: Submit Crash Report
it: Invia un rapporto sul crash
pl: Wyślij raport o błędzie

source: Migrate
it: Migra
pl: Przenieś

source: Don't Migrate
it: Non migrare
pl: Nie przenoś

source: Remove Entry
it: Rimuovi elemento
pl: Usuń wpis

source: Delete File
it: Elimina file
pl: Usuń plik

source: Delete Files
it: Elimina i file
pl: Usuń pliki

source: Keep Videos
it: Mantieni i video
pl: Zachowaj wideo

source: Delete Videos
it: Elimina i video
pl: Usuń wideo

source: Create
it: Crea
pl: Utwórz

source: Create Podcast
it: Crea podcast
pl: Utwórz podcast

source: Create Folder
it: Crea Cartella
pl: Utwórz folder

source: Add Folder
it: Aggiungi cartella
pl: Dodaj katalog

source: Add
it: Aggiungi
pl: Dodaj

source: Add Into New Folder
it: Aggiungi nella nuova cartella
pl: Dodaj do nowego folderu

source: Keep
it: Conserva
pl: Zachowaj

source: Delete
it: Elimina
pl: Usuń

source: Remove
it: Rimuovi
pl: Usuń

source: Not Now
it: Non ora
pl: Nie teraz

source: Close to Tray
it: Minimizza nella Tray
pl: Zminimalizuj do paska zadań

source: Launch Miro
it: Avvia Miro
pl: Uruchom Miro

source: Download Anyway
it: Scarica comunque
pl: Pobierz mimo wszystko

source: Open in External Browser
it: Apri in un browser esterno
pl: Otwórz w zewnętrznej przeglądarce

source: Don't Install
it: Non installare
pl: Nie instaluj

source: Subscribe
it: Iscriviti
pl: Subskrybuj

source: Stop Watching
it: Interrompi la visione
pl: Zaprzestań obserwowania

source: Retry
it: Riprova
pl: Powtórz

source: Start Fresh
it: Nuova sessione
pl: Uruchom na czysto

source: Include Database
it: Includi Database
pl: Dołącz bazę danych

source: Don't Include Database
it: Non includere Database
pl: Nie dołączaj bazy danych

source: %(authtype)s %(url)s requires a username and password for "%(realm)s".
it: %(authtype)s %(url)s richiede un nome utente e una password per "%(realm)s".
pl: %(authtype)s %(url)s wymaga podania nazwy użytkownika i hasło do "%(realm)s".

source: Login Required
it: Autenticazione richiesta
pl: Wymagane logowanie

source: %(num)d day
it: %(num)d giorno
pl: %(num)d dzień

source: %(num)d hr
it: %(num)d ora
pl: %(num)d godzina

source: %(num)d min
it: %(num)d minuto
pl: %(num)d minuta

source: %(num)d sec
it: %(num)d secondo
pl: %(num)d sekunda

source: Expires in %(count)d day
it: Scadrà fra %(count)d giorno
pl: Wygaśnie w ciągu %(count)d dnia

source: Expires in %(count)d hour
it: Scadrà fra %(count)d ora
pl: Wygaśnie w ciągu %(count)d godziny

source: Expires in %(count)d minute
it: Scadrà fra %(count)d minuto
pl: Wygaśnie w ciągu %(count)d minuty

source: Expires: %(count)d day
it: Scade: %(count)d giorno
pl: Wygasa za: %(count)d dzień

source: Expires: %(count)d hour
it: Scade: %(count)d ora
pl: Wygasa za: %(count)d godzinę

source: Expires: %(count)d minute
it: Scade: %(count)d minuto
pl: Wygasa za: %(count)d minutę

source: Error
it: Errore
pl: Błąd

source: Error moving to movies directory
it: Errore nello spostamento nella cartella dei filmati
pl: Błąd w przenoszeniu do katalogu filmów

source: Not enough disk space
it: Spazio su disco insufficiente
pl: Brak miejsca na dysku

source: %(amount)s MB required to store this video
it: %(amount)s MB richiesti per memorizzare questo video
pl: Aby zapisać ten plik wideo potrzeba %(amount)s MB

source: no content
it: nessun contenuto
pl: bez zawartości

source: BitTorrent failure
it: Errore BitTorrent
pl: Błąd BitTorrenta

source: BitTorrent failed to startup
it: BitTorrent non è riuscito ad avviarsi
pl: BitTorrent uległ awarii przy uruchamianiu

source: waiting to check existing files
it: In attesa di controllare i file esistenti
pl: oczekiwanie na sprawdzenie istniejących plików

source: checking existing files
it: Controllo dei file esistenti
pl: sprawdzanie istniejących plików

source: allocating disk space
it: Allocazione dello spazio su disco
pl: dzielenie przestrzeni dyskowej

source: Corrupt Torrent
it: Torrent corrotto
pl: Uszkodzony torrent

source: The torrent file at %(url)s was not valid
it: Il file torrent all'URL %(url)s non è valido
pl: Plik torrent pochodzący z %(url)s był niepoprawny

source: Torrent file deleted
it: File torrent eliminato
pl: Plik torrent został usunięty

source: The torrent file for this item was deleted outside of %(appname)s.
it: Il file torrent per questo elemento è stato eliminato al di fuori di %(appname)s.
pl: Plik torrent dla tego elementu został usunięty poza %(appname)s.

source: Flash URL Scraping Error
it: Errore nella separazione dell'URL Flash
pl: Błąd przechwytywania adresu URL flasha

source: starting up
it: Avvio in corso
pl: uruchamianie…

source: no connection - retrying in %(time)s
it: Nessuna connessione - nuovo tentativo tra %(time)s
pl: Brak połączenia - spróbuj za %(time)s

source: no connection - retrying soon
it: Nessuna connessione - Nuovo tentativo a breve
pl: brak połączenia - spróbuj za chwilę

source: Unknown
it: Sconosciuto
pl: Nieznany

source: Bad content-type
it: Contenuto non valido
pl: Zły typ zawartości

source: Podcast is not compatible with %(appname)s
it: Il podcast non è compatibile con l'applicazione%(appname)s
pl: Podcast jest niekompatybilny z %(appname)s

source: This podcast is not compatible with %(appname)s but we'll try our best to grab the files. It may take extra time to list the videos, and descriptions may look funny. Please contact the publishers of %(url)s and ask if they can supply a podcast in a format that will work with %(appname)s. Do you want to try to load this podcast anyway?
it: Il podcast non è compatibile con l'applicazione %(appname)s ma faremo del nostro meglio per recuperare i file. Il caricamento dell'elenco dei video potrebbe richiedere ulteriore tempo e le descrizioni potrebbero apparire distorte . Si prega di contattare l'autore dell'applicazione %(url)s per chiedere se è possibile ottenere il podcast in un formato compatibile con l'applicazione%(appname)s. Vuoi provare a caricare il podcast comunque?
pl: Ten podcast nie jest zgodny z %(appname)s, lecz mimo tego można podjąć próbę rozpoznania plików. Wyświetlenie listy plików wideo może zabrać trochę więcej czasu, a ich opisy mogą wyglądać dziwnie. Skontaktuj się z wydawcą %(url)s i zapytaj, czy może dostarczyć podcast w formacie zgodnym z %(appname)s. Czy mimo wszystko chcesz spróbować załadować ten podcast?

source: Local Files
it: File locali
pl: Pliki lokalne

source: Search
it: Cerca
pl: Szukaj

source: Add a Playlist
it: Aggiungi una playlist
pl: Dodaj listę odtwarzania

source: Add items to an existing playlist or a new one.
it: Aggiungere elementi a una playlist esistente oppure a una nuova.
pl: Dodaj elementy do istniejącej lub nowej listy odtwarzania.

source: Existing playlist:
it: Playlist esistenti:
pl: Istniejąca lista odtwarzania:

source: New playlist:
it: Nuova Playlist:
pl: Nowa lista odtwarzania:

source: Error Revealing File
it: Errore Rivelando File
pl: Błąd przy otwieraniu pliku

source: The file %(filename)s was deleted from outside %(appname)s.
it: Il file %(filename)s è stato cancellato dall'applicazione esterna %(appname)s.
pl: Plik %(filename)s został usunięty przez zewnątrzny program %(appname)s.

source: Open Files...
it: Apri file...
pl: Otwórz pliki…

source: Video Files
it: File video
pl: Pliki wideo

source: Audio Files
it: File audio
pl: Pliki audio

source: Open Files - Error
it: Apri file - Errore
pl: Otwieranie plików – Błąd

source: File %(filename)s does not exist.
it: Il file %(filename)s non esiste.
pl: Nie ma pliku %(filename)s.

source: The following files do not exist:
it: I seguenti file non esistono:
pl: Nie ma następujących plików

source: New Download
it: Nuovo download
pl: Nowe pobieranie

source: Enter the URL of the item to download
it: Immettere la URL del elemento da scaricare
pl: Podaj adres URL pliku do pobrania

source: New Download - Invalid URL
it: Nuovo download - URL non valido
pl: Nowe pobranie - Nieprawidłowy adres URL

source: The address you entered is not a valid url. Please check the URL and try again. Enter the URL of the item to download
it: L'indirizzo inserito non è una url valida. Controlla la URL e cerca di nuovo. Inserire la URL del elemento da scaricare
pl: Podany adres jest nieprawidłowy. Sprawdź adres URL i spróbuj ponownie. Podaj adres URL pliku do pobrania

source: %(appname)s is up to date
it: %(appname)s è aggiornato
pl: Najnowsza wersja %(appname)s

source: %(appname)s is up to date!
it: %(appname)s è aggiornato!
pl: To jest najnowsza wersja %(appname)s!

source: Remove item
it: Rimuovi elemento
pl: Usuń element

source: One of these items was not downloaded from a podcast. Would you like to delete it or just remove it from the Library?
it: Uno di questi elementi non è stato scaricato da un podcast. Preferisci cancellarlo o semplicemente rimuoverlo dalla Libreria?
pl: Jeden z elementów nie został pobrany z podcastu. Czy chcesz go skasować, czy usunąć z biblioteki?

source: One of these items is a folder. Deleting/Removing a folder will delete/remove it's contents
it: Uno di questi elementi è una cartella. La cancellazione/rimozione di una cartella comporterà la cancellazione/rimozione del contenuto.
pl: Jeden z tych elementów jest folderem. Skasowanie/usunięcie folderu spowoduje skasowanie/usunięcie jego zawartości.

source: Are you sure you want to delete the item?
it: Sicuro di voler eliminare l'elemento?
pl: Czy na pewno chcesz usunąć ten element?

source: One of these items is a folder. Deleting a folder will delete it's contents
it: Uno di questi elementi è una cartella. Cancellare una cartella ne cancellerà tutto il contenuto.
pl: Jeden z tych elementów jest folderem. Usunięcie folderu spowoduje usunięcie jego zawartości.

source: Save Item As...
it: Salvare Elemento Come...
pl: Zapisz element jako…

source: Choose directory to search for media files
it: Scegliere una directory per cercare file multimedia
pl: Wybierz katalog zawierający pliki multimedialne

source: Choose files to import
it: Scegli i file da importare.
pl: Wybierz pliki do zaimportowania

source: Add Source
it: Aggiungi sorgente
pl: Dodaj źródło

source: Enter the URL of the source to add
it: Inserisci l'URL della sorgente da aggiungere.
pl: Podaj adres URL źródła, które chcesz dodać

source: Add Source - Invalid URL
it: Aggiungi una sorgente - URL non valido
pl: Dodaj źródło - Nieprawidłowy URL

source: The address you entered is not a valid url. Please check the URL and try again. Enter the URL of the source to add
it: L'indirizzo inserito non costituisce un URL valido. Controlla l'URL e riprova. Inserisci l'URL della risorsa da aggiungere.
pl: Wpisano nieprawidłowy adres URL. Sprawdź adres i spróbuj ponownie. Podaj adres URL źródła, które chcesz dodać

source: Import OPML File
it: Importa File OPML
pl: Importuj plik OPML

source: OPML Files
it: I file OPML
pl: Pliki OPML

source: Import OPML File - Error
it: Importa file OPML - Errore
pl: Importowanie pliku OPML – błąd

source: Export OPML File
it: Esporta File OPML
pl: Eksportuj plik OPML

source: Create Playlist
it: Crea playlist
pl: Utwórz listę odtwarzania

source: Enter a name for the new playlist
it: Immetti un nuome per la nuova playlist
pl: Podaj nazwę listy odtwarzania

source: Create Playlist Folder
it: Crea Cartella Playlist
pl: Utwórz folder list odtwarzania

source: Enter a name for the new playlist folder
it: Immetti un nome della nuova cartella playlist
pl: Podaj nazwę nowego folderu list odtwarzania

source: Rename Podcast Folder
it: Rinomina la cartella dei podcast
pl: Zmień nazwę folderu podcastów

source: Enter a new name for the podcast folder %(name)s
it: Inserisci il nuovo nome per la cartella podcast %(name)s
pl: Podaj nową nazwę folderu podcastów %(name)s

source: Rename Podcast
it: Rinomina Podcast
pl: Zmień nazwę podcastu

source: Enter a new name for the podcast %(name)s
it: Inserisci il nuovo nome per il podcast %(name)s
pl: Podaj nową nazwę podcastu %(name)s

source: Rename Playlist
it: Rinomina la playlist
pl: Zmień nazwę listy odtwarzania

source: Enter a new name for the playlist %(name)s
it: Immetti un nuovo nome per la playlist %(name)s
pl: Podaj nową nazwę listy odtwarzania %(name)s

source: Rename Playlist Folder
it: Rinomina Cartella di Playlist
pl: Zmień nazwę folderu list odtwarzania

source: Enter a new name for the playlist folder %(name)s
it: Immetti un nuovo nome per la cartella di playlist %(name)s
pl: Podaj nową nazwę folderu listy odtwarzania %(name)s

source: Rename Source
it: Rinomina la sorgente
pl: Zmień nazwę źródła

source: Enter a new name for the source %(name)s
it: Inserisci il nuovo nome per la sorgente %(name)s
pl: Podaj nową nazwę dla źródła %(name)s

source: Remove playlist
it: Rimuovi playlist
pl: Usuń listę odtwarzania

source: Are you sure you want to remove this playlist?
it: Sei sicuro di voler rimuovere questa playlist?
pl: Czy na pewno chcesz usunąć tę listę odtwarzania?

source: Remove source
it: Rimuovi sorgenti
pl: Usuń źródło

source: Are you sure you want to remove this source?
it: Sei sicuro di voler rimuovere questa sorgente?
pl: Czy na pewno chcesz usunąć to źródło?

source: Select File to write Profile to
it: Seleziona il File nel quale scrivere il Profilo
pl: Wybierz plik do zapisania profilu

source: Are you sure you want to quit?
it: Sei sicuro di voler uscire?
pl: Czy na pewno chcesz zakończyć działanie programu?

source: Warn me when I attempt to quit when others are connected to my media library
it: Avvisami se provo ad uscire dal programma quando ci sono altri utenti collegati alla mia libreria multimediale
pl: Ostrzegaj przy próbie zakończenia programu gdy inni są podłączeni do mojej biblioteki mediów

source: You have %(count)d download in progress. Quit anyway?
it: C'è %(count)d download in corso. Uscire comunque?
pl: Trwa %(count)d pobieranie. Zakończyć mimo wszystko?

source: Warn me when I attempt to quit with downloads in progress
it: Avvisami quando cerco di uscire mentre sono in corso dei download
pl: Ostrzegaj przed zakończeniem programu podczas pobierania

source: You have %(count)d conversion in progress. Quit anyway?
it: C'è %(count)d conversione in corso. Uscire comunque?
pl: Trwa %(count)d konwersja. Czy mimo tego zakończyć program?

source: Warn me when I attempt to quit with conversions in progress
it: Avvisami quando provo ad uscire con conversioni in corso
pl: Ostrzeż gdy anuluje podczas nieukończonej konwersji

source: Connect failed
it: Connessione non riuscita
pl: Próba połączenia nie powiodła się

source: Upgrading database
it: Aggiornamento database in corso
pl: Aktualizacja bazy danych

source: %(appname)s is upgrading your database of podcasts and files. This one-time process can take a long time if you have a large number of items in %(appname)s (it can even take more than 30 minutes).
it: %(appname)s sta aggiornando la libreria dei podcast e dei files. Questo processo (che verrà eseguito solo una volta) potrebbe durare molto tempo se hai molti files in %(appname)s (anche più di 30 minuti).
pl: %(appname)s aktualizuje bazę danych podcastów i plików. Ten jednorazowy proces może zająć dużo czasu jeśli masz dużo elementów w programie %(appname)s (może zabrać nawet ponad 30 minut).

source: %(appname)s shutdown improperly and needs to prepare your items for display.
it: %(appname)s si è chiuso in modo non corretto e deve preparare i tuoi contenuti per la visualizzazione.

source: Message
it: Messaggio
pl: Komunikat

source: Open in browser
it: Apri nel browser
pl: Otwórz w przeglądarce

source: Download this video
it: Scarica questo video
pl: Pobierz to wideo

source: Oops! %(appname)s has encountered an internal error
it: Ops! %(appname)s ha riscontrato un errore interno
pl: Ojej! W programie %(appname)s wystąpił wewnętrzny błąd

source: You can help us fix this problem by submitting an error report.
it: Puoi aiutarci a risolvere il problema inviando un rapporto sull'errore.
pl: Możesz nam pomóc rozwiązać ten problem nadsyłając zgłoszenie błędu.

source: Note: This error report will not be posted publicly, but may include uniquely identifable information including file names, website URLs, podcast URLs, and disk paths.
it: Nota: Questo rapporto sull'errore non verrà postato pubblicamente, ma potrebbe includere dati univoci che includono nome dei file, URL di siti web, URL di podcast e percorsi sul disco.
pl: Uwaga: To zgłoszenie błędu nie zostanie opublikowane, lecz może zawierać informacje umożliwiające jednoznaczną identyfikację, takie jak: nazwy plików, adresy URL stron WWW, adresy URL podcastów oraz ścieżki dostępu na dyskach.

source: See crash report
it: Vedi il rapporto sul crash
pl: Zobacz raport o wystąpieniu awarii

source: Include entire program database including all filenames, websites, and podcasts with the error report.
it: Includi al rapporto sull'errore l'intero database del programma con nome dei file, siti web e podcast.
pl: Zawrzyj w zgłoszeniu błędu całą bazę danych programu, włącznie ze wszystkimi nazwami plików, stronami WWW oraz podcastami.

source: What were you doing when you got this message? (Helpful, but not required.)
it: Cosa stavi facendo quando hai ricevuto questo messaggio? (D'aiuto, ma non necessario.)
pl: Co robiłeś kiedy pojawił się ten komunikat? (Pomocne, lecz niewymagane).

source: Crash Report:
it: Rapporto sul crash:
pl: Zgłoszenie awarii:

source: Up to date
it: Aggiornato
pl: Aktualny

source: Sync These Podcasts
it: Sincronizza questi podcast
pl: Zsynchronizuj te podcasty

source: Select none
it: Annulla la selezione
pl: Wyczyść zaznaczenie

source: Select all
it: Seleziona tutto
pl: Zaznacz wszystko

source: Sync Podcasts
it: Sincronizza i podcast
pl: Zsynchronizuj podcasty

source: Only sync unplayed items
it: Sincronizza solo gli elementi non riprodotti
pl: Zsynchroniuj tylko nieodtwarzane

source: Sync These Playlists
it: Sincronizza queste playlist
pl: Zsynchronizuj te listy odtwarzania

source: Sync Playlists
it: Sincronizza le playlist
pl: Zsynchronizuj listy odtwarzania

source: Device Default (%(audio)s)
it: Dispositivo di default (%(audio)s)

source: Device Default (%(video)s)
it: Dispositivo di default (%(video)s)

source: Name of Device
it: Nome del Dispositivo
pl: Nazwa urządzenia

source: Video Conversion
it: Conversione video
pl: Konwersja wideo

source: Audio Conversion
it: Conversione audio
pl: Konwersja dźwięku

source: Store video in this directory
it: Posiziona video in questa cartella
pl: Umieszczaj wideo w tym folderze

source: Store audio in this directory
it: Posiziona musica in questa cartella
pl: Przechowuj wideo w tym katalogu

source: Always show this device, even if 'show all devices' is turned off
it: Visualizza sempre questo dispositivo, anche se l'opzione "Mostra tutti i dispositivi" non è abilitata
pl: Zawsze pokazuj to urządzenie, nawet jeśli "pokaż wszystkie urządzenia" jest wyłączone

source: Always convert videos before copying to this device, even if the video can play without conversion (may reduce video file sizes, but makes syncing much slower)
it: Converti sempre i video prima di copiarli su questo dispositivo, anche se il video può essere eseguito senza conversione (potrebbe ridurre le dimensioni dei video, ma rallentare la sincronizzazione)

source: Main
it: Principale
pl: Menu

source: Podcasts
it: Podcast
pl: Podcasty

source: Playlists
it: Playlist
pl: Listy odtwarzania

source: Settings
it: Impostazioni
pl: Ustawienia
