Repository: paulswartz/miro
Catalog: tv/resources/locale/*.po
Languages: it, pl

source: Drag individual video and audio files onto the device in the sidebar to copy them.
it: Trascina singoli file audio e video sul dispositivo nel pannello laterale per copiarli.
pl: Przeciągnij poszczególne pliki audio i wideo na urządzenie na pasku bocznym, aby je skopiować.

source: Random Music
it: Riproduzione Casuale
pl: Losowo wybrana muzyka

source: Most Played Songs
it: I Brani più Ascoltati
pl: Najczęściej odtwarzane piosenki

source: New Playlists
it: Nuove Playlist
pl: Nowa playlista

source: Most Recent Podcasts
it: I Podcast più recenti
pl: Najnowsze podcasty

source: Less
it: Meno
pl: Mniej

source: More
it: Più
pl: Więcej

source: Your device isn't telling us its exact model number.
it: Il tuo dispositivo non ci ha comunicato l'esatto numero di serie del modello.
pl: Twoje urządzenie nie podaje swojego dokładnego numeru modelu.

source: For optimal video conversion, select the device model.
it: Per ottenere una conversione video ottimale, seleziona il modello del dispositivo.
pl: Dla optymalnej konwersji wideo wybierz model urządzenia

source: If you don't know the model or it doesn't appear in the list, it's fine to choose the 'Generic' device option.
it: Se non conosci il modello del dispositivo o non compare nella lista, puoi scegliere l'opzione dispositivo "Generico".
pl: Jeśli nie znasz modelu lub nie pojawia się w liście, dobrze jest wybrać opcję "Ogólny".

source: This is my device
it: Questo è il mio dispositivo
pl: To jest moje urządzenie

source: This device is not yet mounted.
it: Il dispositivo non è ancora montato.
pl: To urządzenie nie jest jeszcze zamontowane.

source: %(databasecount)s: Delete
it: %(databasecount)s: Elimina
pl: %(databasecount)s: Usuń

source: Show
it: Visualizza
pl: Wyświetl

source: Diagnostics
it: Diagnosi
pl: Diagnostyka

source: Movies location:
it: Posizione del filmato:
pl: Lokalizacja filmów:

source: Icon cache location:
it: Posizione della cache delle icone:
pl: Lokalizacja miniaturek:

source: Log file location:
it: Posizione del file di log:
pl: Lokalizacja dziennika zdarzeń:

source: Downloader log file location:
it: Posizione del file di log del downloader:
pl: Lokalizacja pliku dziennika pobierania:

source: Database file location:
it: Posizione del file database:
pl: Lokalizacja bazy danych:

source: Crash reports location:
it: Posizione dei rapporti sui crash:
pl: Lokalizcja raportów awarii:

source: Space free on disk:
it: Spazio disponibile sull'hard disk:
pl: Wolne miejsce na dysku:

source: Database size:
it: Dimesioni del database
pl: Rozmiar bazy danych:

source: Total db objects in memory:
it: Numero totale di elementi del db in memoria:
pl: Całkowita liczba obiektów w pamięci:

source: Total db backups:
it: Totale dei backup del database:
pl: Łączna liczba kopii zapasowych bazy:

source: %(appname)s can't play this file. You may be able to open it with a different program
it: %(appname)s non può eseguire questo file. Potresti comunque riuscire ad aprirlo usando un altro programma.
pl: %(appname)s nie może odtworzyć tego pliku. Możesz spróbować odtworzyć ten plik za pomocą innego programu.

source: Filename:
it: Nome file :
pl: Nazwa pliku:

source: File type:
it: Tipo file:
pl: Typ pliku:

source: Reveal File
it: Mostra file
pl: Pokaż plik

source: Play Externally
it: Riproduci all'esterno
pl: Odtwarzacz zewnętrzny

source: Skip
it: Salta
pl: Pomiń

source: Open Externally
it: Apri esternamente
pl: Otwórz zewnętrznie

source: %(count)d Podcast Folder Selected
it: %(count)d cartella di podcast selezionata
pl: Zaznaczono %(count)d folder podcastów

source: (contains %(count)d podcast)
it: (contiene %(count)d podcast)
pl: (zawiera %(count)d podcast)

source: %(count)d Playlist Folder Selected
it: %(count)d cartella di playlist selezionata
pl: Wybrano %(count)d folder listy odtwarzania

source: (contains %(count)d playlist)
it: (contiene %(count)d playlist)
pl: (zawiera %(count)d listę odtwarzania)

source: %(count)d Podcast Selected
it: %(count)d podcast selezionato
pl: Zaznaczono %(count)d podcast

source: %(count)d Source Selected
it: %(count)d sorgente selezionata
pl: Zaznaczono %(count)d źródło

source: %(count)d Playlist Selected
it: %(count)d Playlist Selezionata
pl: Wybrano %(count)d listę odtwarzania

source: Delete All
it: Elimina Tutto
pl: Usuń wszystko

source: Put Into a New Folder
it: Immetti in una Nuova Cartella
pl: Umieść w nowym folderze

source: Donate
it: Sostieni
pl: Przekaż darowiznę

source: No Results
it: Nessun risultato
pl: Brak wyników

source: %(count)d Downloading
it: %(count)d in download
pl: %(count)d pobierany

source: %(count)d Item
it: %(count)d elemento
pl: %(count)d element

source: %(count)d Download Queued Due To Unplayed Items (See Settings)
it: %(count)d Scaricamento in coda a causa del numero di elementi non riprodotti (Vedi Impostazioni)
pl: Jedno pobranie oczekuje w kolejce ze względu na nieodtworzone elementy (zobacz ustawienia)

source: %(count)d Item Matches Search
it: %(count)d elemento soddisfa i criteri di ricerca
pl: %(count)d pasujący element

source: never
it: mai
pl: nigdy

source: %(count)d hour ago
it: %(count)d ora fa
pl: %(count)d godzinę temu

source: %(count)d day ago
it: %(count)d giorno fa
pl: %(count)d dzień temu

source: %(count)d month ago
it: %(count)d mese fa
pl: %(count)d miesiąc temu

source: Auto-Expire Items:
it: Rimozione automatica elementi:
pl: Auto-wygasanie pozycji:

source: Watched %(expiration)s (Default)
it: Visti %(expiration)s (Default)
pl: obejrzane %(expiration)s (domyślne)

source: Watched 1 day ago
it: Guardato un giorno fa
pl: obejrzane wczoraj

source: Watched 3 days ago
it: Guardato 3 giorni fa
pl: obejrzane 3 dni temu

source: Watched 6 days ago
it: Guardato 6 giorni fa
pl: obejrzane 6 dni temu

source: Watched 10 days ago
it: Guardato 10 giorni fa
pl: obejrzane 10 dni temu

source: Watched 1 month ago
it: Guardato 1 mese fa
pl: obejrzane miesiąc temu

source: Outdated Podcast Items:
it: Elementi di podcast non aggiornati:
pl: Nieaktualne podcasty

source: Keep %(number)s (Default)
it: Mantenere %(number)s (Default)
pl: zachowaj %(number)s (domyślne)

source: Keep 0
it: Mantenere 0
pl: nie zachowuj

source: Keep 20
it: Mantenere 20
pl: zachowaj 20

source: Keep 50
it: Mantenere 50
pl: zachowaj 50

source: Keep 100
it: Mantenere 100
pl: zachowaj 100

source: Keep 1000
it: Mantenere 1000
pl: zachowaj 1000

source: Remove All
it: Rimuovi tutto
pl: Usuń wszystko

source: Old items have been removed.
it: Gli elementi più vecchi sono stati eliminati
pl: Stare elementy zostały usunięte

source: Pause auto-downloading when this many items are unplayed:
it: Sospendi download automatico quando ci sono almeno:
pl: Pauzuj auto-pobieranie gdy wiele pozycji jest nie odtwożonych:

source: 1 unplayed item
it: 1 elemento non visto
pl: 1 elementu

source: 3 unplayed items
it: 3 elementi non visti
pl: 3 elementów

source: 5 unplayed items
it: 5 elementi non visti
pl: 5 elementów

source: 10 unplayed items
it: 10 elementi non visti
pl: 10 elementów

source: 15 unplayed items
it: 15 elementi non visti
pl: 15 elementów

source: Podcast Settings
it: Impostazioni dei podcast
pl: Ustawienia podcastu

source: %(appname)s Setup
it: Confidurazione di %(appname)s
pl: Konfiguracja %(appname)s

source: Welcome to %(name)s! We have a couple of questions to help you get started.
it: Benvenuto in %(name)s! Abbiamo un paio di domande da farti per aiutarti a cominciare.
pl: Witaj w %(name)s! Mamy kilka pytań, które pomogą Ci rozpocząć.

source: What language would you like %(name)s to be in?
it: Quale lingua vuoi che usi %(name)s?

source: System default
it: Predefinita dal sistema
pl: Domyślny systemu

source: Language:
it: Lingua:
pl: Język:

source: Next >
it: Successivo >
pl: Dalej »

source: Would you like to run %(name)s on startup?
it: Vuoi lanciare %(name)s all'avvio?
pl: Czy chcesz, by %(name)s uruchamiał się podczas uruchamiania systemu?

source: < Previous
it: < Precedente
pl: « Wstecz

source: Would you like %(name)s to search your computer for media files?
it: Vuoi che %(name)s cerchi nel tuo computer i file multimediali?

source: Search everywhere.
it: Cerca dappertutto
pl: Szukaj wszędzie.

source: Just search in this folder:
it: Cerca solo in questa cartella:
pl: Szukaj tylko w następującym folderze:

source: Choose...
it: Seleziona...
pl: Wybierz...

source: Finish
it: Fatto
pl: Koniec

source: Cancelled
it: Annullato
pl: Anulowano

source: parsed %(count)s file
it: analizzato %(count)s file
pl: przetworzono %(count)s plik

source: found %(count)s media file
it: trovato %(count)s file multimediale
pl: znaleziono %(count)s plik multimedialny

source: Cancel Search
it: Annulla ricerca
pl: Anuluj wyszukiwanie

source: Track %(tracknumber)d
it: Binario %(tracknumber)d
pl: Ścieżka %(tracknumber)d

source: Subtitle file %(tracknumber)d
it: File Sottotitoli %(tracknumber)d
pl: Plik napisów %(tracknumber)d

source: Eastern European
it: Europeo orientale
pl: wschodnioeuropejski

source: Baltic
it: Baltico
pl: Bałtycki

source: Croatian
it: Croato
pl: Chorwacki

source: Cyrillic
it: Cirillico
pl: cyrylica

source: Cyrillic/Russian
it: Cirillico/Russo
pl: cyrylica/rosyjski

source: Cyrillic/Ukrainian
it: Cirillico/Ucraino
pl: cyrylica/ukraiński

source: Central European
it: Europeo centrale
pl: Środkowoeuropejski

source: Romanian
it: Rumeno
pl: Rumuński

source: Western European
it: Europeo occidentale
pl: zachodnioeuropejski

source: Celtic
it: Celtico
pl: celtycki

source: Greek
it: Greco
pl: grecki

source: Icelandic
it: Islandese
pl: Islandzki

source: Nordic
it: Nordico
pl: Nordycki

source: South European
it: Europa del Sud
pl: południowoeuropejski

source: Western
it: Occidentale
pl: Zachodni

source: East Asian
it: Asia dell'Est
pl: wschodnioazjatycki

source: Chinese Simplified
it: Cinese semplificato
pl: Chiński uproszczony

source: Chinese Traditional
it: Cinese tradizionale
pl: Chiński tradycyjny

source: Japanese
it: Giapponese
pl: Japoński

source: Korean
it: Coreano
pl: Koreański

source: SE and SW Asian
it: Asiatico sud-est e sud-ovest
pl: wschodnio i zachodnioazjatycki

source: Armenian
it: Armeno
pl: Armeński

source: Georgian
it: Georgiano
pl: Gruziński

source: Thai
it: Tailandese
pl: tajski

source: Turkish
it: Turco
pl: Turecki

source: Vietnamese
it: Vietnamita
pl: Wietnamski

source: Middle Eastern
it: Medio Oriente
pl: środkowoeuropejski

source: Arabic
it: Arabo
pl: Arabski

source: Hebrew
it: Ebraico
pl: Hebrajski

source: Hebrew Visual
it: Ebraico visuale
pl: hebrajski wizualny

source: Persian
it: Persiano
pl: Perski

source: Play Next Unplayed (%(unplayed)d)
it: Riproduci il prossimo elemento non riprodotto (%(unplayed)d)
pl: Odtwórz następne nieodtwarzane (%(unplayed)d)

source: Play All Unplayed (%(unplayed)d)
it: Riproduci tutti gli elementi non riprodotti (%(unplayed)d)
pl: Odtwórz wszystkie nieodtwarzane (%(unplayed)d)

source: Pause All Downloads (%(downloading)d)
it: Sospendi tutti i download (%(downloading)d)
pl: Wstrzymaj wszystkie pobierania (%(downloading)d)

source: Resume All Downloads (%(paused)d)
it: Riprendi tutti i download (%(paused)d)
pl: Wznów wszystkie pobierania (%(paused)d)

source: Hide
it: Nascondi
pl: Ukryj

source: Fullscreen
it: Schermo intero
pl: Pełny ekran

source: Pop-in
it: Attacca
pl: Włącz do okna

source: Pop-out
it: Separa
pl: Odłącz do osobnego okna

source: Subtitles On
it: Attiva sottotitoli
pl: Napisy włączone

source: Subtitles Found
it: Sottotitoli trovati
pl: Znaleziono napisy

source: Subtitles
it: Sottotitoli
pl: Napisy

source: None Available
it: Non disponibile
pl: Brak dostępnych

source: Disable Subtitles
it: Disattiva i sottotitoli
pl: Wyłącz napisy

source: Select a Subtitles file...
it: Seleziona un file per i Sottotitoli...
pl: Wybierz plik z napisami...

source: All files
it: Tutti i file
pl: Wszystkie pliki

source: Choose
it: Scegli
pl: Wybierz

source: About %(appname)s
it: Informazioni su %(appname)s
pl: Informacje o %(appname)s

source: %(copyright)s. See license.txt file for details. %(trademark)s
it: %(copyright)s. Vedi il file "license.txt" per i dettagli. %(trademark)s
pl: %(copyright)s. Szczegóły znajdują się w pliku license.txt. %(trademark)s

source: Thank you to all the people who contributed to %(appname)s %(version)s:
it: Grazie a tutte le persone che hanno contribuito a %(appname)s %(version)s:

source: To help fund continued %(appname)s development, visit the donation page at:
it: Per aiutarci a finanziare il continuo sviluppo di %(appname)s, visita la pagina delle donazioni all'indirizzo:

source: Recently Listened To
it: Ascoltati recentemente
pl: Ostatnio słuchane

source: Recent Downloads
it: Scaricati recentemente
pl: Ostatnio pobierane

source: Remove From the Library
it: Rimuovi dalla libreria
pl: Usuń z biblioteki

source: Delete from Drive
it: Cancella dal dispositivo
pl: Usuń z dysku

source: Edit Item Details
it: Modifica i dettagli dell'elemento
pl: Edytuj szczegóły elementu

source: Convert to %(conversion)s
it: Converti in %(conversion)s
pl: Konwertuj do %(conversion)s

source: Convert to...
it: Converti in...
pl: Konwertuj do...

source: Play
it: Riproduci
pl: Odtwórz

source: Pause
it: Sospendi
pl: Pauza

source: Resume at %(resumetime)s
it: Riprendi da %(resumetime)s
pl: Wznów od %(resumetime)s

source: Mark as Unplayed
it: Segna come non riprodotto
pl: Oznacz jako nieodtwarzane

source: Mark as Played
it: Segna come riprodotto
pl: Oznacz jako odtwarzane

source: Play Just This Item
it: Ascolta solo quest'elemento
pl: Odtwarzaj tylko ten element

source: Add to Playlist
it: Aggiungi alla playlist
pl: Dodaj do listy odtwarzania

source: Cancel Download
it: Annulla il download
pl: Anuluj pobieranie

source: Pause Download
it: Sospendi il download
pl: Wstrzymaj pobieranie

source: Resume Download
it: Continua il download
pl: Wznów pobieranie

source: Stop Seeding
it: Interrompi il seeding
pl: Zatrzymaj rozsiewanie

source: Resume Seeding
it: Riprendi il seeding
pl: Wznów rozsiewanie

source: Show File in %(progname)s
it: Apri i file con %(progname)s
pl: Wyświetl plik w %(progname)s

source: File on Disk
it: File sul disco
pl: Plik na dysku

source: Copy URL to clipboard
it: Copia l'URL negli appunti
pl: Kopiuj URL do schowka

source: View Web Page
it: Visita la pagina web
pl: Wyświetl stronę WWW

source: Share
it: Condividi
pl: Udostępnij

source: %(count)d Device Item
it: %(count)d dispositivo
pl: %(count)d urządzenie

source: %(count)d Downloaded Item
it: %(count)d elemento scaricato
pl: %(count)d pobrany element

source: %(count)d Available Item
it: %(count)d elemento disponibile
pl: %(count)d dostępny element

source: %(count)d Downloading Item
it: %(count)d elemento in download
pl: %(count)d pobierany element

source: %(count)d Paused Item
it: %(count)d elemento in pausa
pl: %(count)d wstrzymany element

source: Restart Upload
it: Riavvia il caricamento
pl: Uruchom ponownie wysyłanie

source: Edit Items
it: Modifica gli elementi
pl: Edytuj elementy

source: Movie
it: Film
pl: Film

source: Show Conversion Folder
it: Mostra la cartella di conversione
pl: Wyświetl Folder konwersji

source: Remove From Playlist
it: Rimuovi dalla playlist
pl: Usuń z listy odtwarzania

source: None
it: Nessuno
pl: Żadne

source: Rating
it: Voto
pl: Ocena

source: Choose a thumbnail file
it: Scegli una immagine d'anteprima
pl: Wybierz plik miniatury

source: Click to choose image.
it: Clicca per scegliere l'immagine.
pl: Kliknij, aby wybrać obraz.

source: Move
it: Sposta
pl: Przenieś

source: Name
it: Nome
pl: Nazwa

source: Artist
it: Artista
pl: Wykonawca

source: Genre
it: Genere
pl: Gatunek

source: Track
it: Traccia
pl: Utwór

source: Year
it: Anno
pl: Rok

source: Music
it: Musica
pl: Muzyka

source: Misc
it: Miscellanea
pl: Różne

source: Size
it: Dimensione
pl: Rozmiar

source: Art
it: Arte
pl: Sztuka

source: Path
it: Percorso
pl: Ścieżka

source: Episode ID
it: ID Episodio

source: Video Kind
it: Tipo di video
pl: Rodzaj wideo

source: Edit Item
it: Modifica Elemento
pl: Edytuj element

source: General
it: Importazioni generali
pl: Ogólne

source: View|All
it: Vedi tutto
pl: Zobacz|Wszystkie

source: Unplayed
it: Non riprodotti
pl: Nieodtwarzane

source: Downloaded
it: Scaricato
pl: Pobranych

source: Movies
it: Film
pl: Filmy

source: Clips
it: Clip

source: Source
it: Origine
pl: Źródło

source: %(count)s items
it: %(count)s elementi
pl: Liczba elementów: %(count)s

source: Unwatched
it: Non visti
pl: Nie obejrzane

source: Resume
it: Riprendi
pl: Wznów

source: Back to podcast
it: Torna al podcast
pl: Wróc to podcastu

source: Stop All Conversions
it: Interrompi tutte le conversioni
pl: Zatrzymaj wszystkie konwersje

source: Clear Finished Conversions
it: Rimuovi le conversioni terminate
pl: Wyczyść ukończone konwersje

source: Save as Podcast
it: Salva come Podcast
pl: Zapisz jako podcast

source: Save as Playlist
it: Salva come Playlist
pl: Zapisz jako listę odtwarzania

source: Save
it: Salva
pl: Zapisz

source: Newly Available
it: Nuovo disponibile
pl: Najnowsze dostępne

source: %(available)s below downloads space limit (%(amount)s free on disk)
it: %(available)s è sotto il limite di spazio per gli scaricamenti (%(amount)s liberi sul disco)
pl: %(available)s do osiągnięcia limitu (%(amount)s wolne na dysku)

source: %(available)s free for downloads (%(amount)s free on disk)
it: %(available)s liberi per gli scaricamenti (%(amount)s liberi sul disco)
pl: %(available)s wolne na pobieranie (%(amount)s wolne na dysku)

source: %(amount)s free on disk
it: %(amount)s disponibile nel disco fisso
pl: %(amount)s wolne na dysku

source: All
it: Tutto
pl: wszystkie

source: Pause All
it: Metti in pausa tutto
pl: Wstrzymaj wszystkie

source: Resume All
it: Riprendi tutto
pl: Wznów wszystkie

source: Cancel All
it: Annullare tutto
pl: Anuluj wszystkie

source: Download Settings
it: Impostazioni di Scaricamento
pl: Ustawienia pobierania

source: Remove podcast
it: Rimuovi il podcast
pl: Usuń podcast

source: Remaining
it: Rimanente
pl: Pozostało

source: Upload
it: Carica
pl: Wyślij

source: Total
it: Totale
pl: Ogółem

source: Connected Peers
it: Peer connessi
pl: Połączonych peerów

source: Share Ratio
it: Rapporto di condivisione
pl: Współczynnik udostępniania (ratio)

source: View License
it: Visualizza licenza
pl: Wyświetl licencję

source: Select an item to view more of its details
it: Seleziona un elemento per vedere ulteriori dettagli
pl: Wybierz element, aby obejrzeć szczegółowe informacje

source: DRM Locked
it: Bloccato dal DRM
pl: Zabezpieczone za pomocą DRM

source: Reveal in %(progname)s
it: Mostra in %(progname)s
pl: Otwórz w %(progname)s

source: display contents
it: visualizza contenuti
pl: wyświetl zawartość

source: Copy to %(appname)s
it: Copia in %(appname)s
pl: Kopiuj do %(appname)s

source: Download Torrent
it: Scarica torrent
pl: Pobierz torrent

source: Queued for Auto-download
it: Accodato per il download automatico
pl: W kolejce do Auto-pobierania

source: Currently Playing
it: In Riproduzione
pl: Aktualnie odtwarzany

source: Saved
it: Salvato
pl: Zapisano

source: Stop seeding
it: Ferma la condivisione
pl: Zatrzymaj rozsiewanie

source: SHARE
it: CONDIVIDI
pl: Udostępnij

source: DRM locked
it: DRM bloccato
pl: Zabezpieczone przez DRM

source: Conversion to %(format)s
it: Conversione in %(format)s
pl: Konwersja do %(format)s

source: Conversion to %(format)s failed: %(error)s
it: Conversione in %(format)s fallita: %(error)s
pl: Konwersja do %(format)s nie powiodła się: %(error)s

source: Clear
it: Pulisci
pl: Wyczyść

source: Failed
it: Operazione non riuscita
pl: Niepowodzenie

source: Troubleshoot
it: Risolvere i problemi
pl: Rozwiąż problem

source: Open Log
it: Apri log
pl: Otwórz dziennik

source: Completed
it: Completato
pl: Zakończono

source: %(percent)i%% done
it: %(percent)i%% fatto
pl: Ukończono %(percent)i%%

source: Converting
it: Conversione in corso
pl: Konwertowanie

source: Subscribe to Podcast
it: Iscriviti al podcast
pl: Zasubskrybuj podcast

source: This link appears to be a podcast. Do you want to add it to your subscriptions? %(url)s
it: Il link sembra essere un podcast. Vuoi aggiungerlo alle tue iscrizioni? %(url)s
pl: Ten link wygląda na podcast. Czy chcesz go dodać do swoich subskrypcji? %(url)s

source: _Open
it: _Apri
pl: Ot_wórz

source: Import
it: Importa
pl: Importuj

source: Search all my Files...
it: Cerca in tutti i miei File...
pl: Przeszukaj wszystkie moje pliki...

source: Search in a Folder...
it: Cerca in una Cartella...
pl: Przeszukaj folder...

source: Choose Files....
it: Scegli i Files...
pl: Wybierz pliki...

source: Download from a URL
it: Scarica da una URL
pl: Pobierz z adresu URL

source: Remove Item
it: Rimuovi oggetto
pl: Usuń element

source: Remove Items
it: Rimuovi oggetti
pl: Usuń elementy

source: Copy Item _URL
it: Copia l'URL dell'elemento
pl: _Kopiuj URL elementu

source: Check Version
it: Controlla la Versione

source: Preferences
it: Preferenze
pl: Ustawienia

source: _Quit
it: _Esci
pl: _Zakończ

source: _Sidebar
it: _Riquadro laterale
pl: Pa_nel boczny

source: Add Podcast
it: Aggiungi podcast
pl: Dodaj podcast

source: New Search Podcast
it: Nuova Ricerca Podcast

source: _New Folder
it: _Nuova cartella
pl: _Nowy folder

source: Rename
it: Rinomina
pl: Zmień nazwę

source: Remove Podcast
it: Rimuovi podcast
pl: Usuń podcast

source: Remove Podcasts
it: Rimuovi Podcast
pl: Usuń podcasty

source: Remove Folder
it: Rimuovi cartella
pl: Usuń folder

source: Remove Folders
it: Rimuovi cartelle
pl: Usuń foldery

source: Remove Source
it: Rimuovi la sorgente
pl: Usuń źródło

source: Remove Sources
it: Rimuovi le sorgenti
pl: Usuń źródła

source: Update Podcast
it: Aggiorna podcast
pl: Zaktualizuj podcast

source: Update Podcasts
it: Aggiorna podcast
pl: Zaktualizuj podcasty

source: Update All Podcasts and Library
it: Aggiorna podcast e libreria
pl: Zaktualizuj wszystkie podcasty i bibliotekę

source: Import Podcasts (OPML)
it: Importa podcast (OPML)
pl: Zaimportuj podcasty (OPML)

source: Share with a Friend
it: Condividi con un amico

source: Copy URL
it: Copia URL
pl: K_opiuj adres URL

source: _Playlists
it: _Playlist
pl: _Lista odtwarzania

source: New _Playlist
it: Nuova _Playlist
pl: Nowa li_sta odtwarzania

source: Remove Playlist
it: Rimuovi playlist
pl: Usuń listę odtwarzania

source: Remove Playlists
it: Rimuovi le Playlist
pl: Usuń listę odtwarzania

source: Remove Playlist Folders
it: Rimuovi la cartella Playlist

source: P_layback
it: T_rasmetti
pl: _Odtwarzanie

source: Volume Down
it: Abbassa Volume
pl: Zmniejsz głośność

source: _Fullscreen
it: _Schermo intero
pl: Pełny _ekran

source: _Toggle Detached/Attached
it: _Alternare Staccato/Collegato
pl: O_dłącz/przyłącz okno wideo

source: _Encoding
it: _Codifica
pl: _Kodowanie

source: Sorts
it: Ordina
pl: Sortuj

source: _Convert
it: _Converti
pl: _Konwertuj

source: _Help
it: _Aiuto
pl: Pomo_c

source: Help
it: Aiuto
pl: Pomoc

source: Report a Bug
it: Segnala un bug
pl: Zgłoś błąd

source: Translate
it: Traduci
pl: Przetłumacz

source: Memory Stats
it: Statistiche Memoria

source: Enter the URL of the podcast to add
it: Inserisci l'URL del podcast da aggiungere
pl: Wpisz adres URL podcastu, który chcesz dodać

source: Add Podcast - Invalid URL
it: Aggiungi podcast - URL non valido
pl: Dodaj podcast - Nieprawidłowy adres URL

source: The address you entered is not a valid url. Please check the URL and try again. Enter the URL of the podcast to add
it: L'indirizzo inserito non è un URL valido. Controlla l'URL e riprova. Inserisci l'URL del podcast da aggiungere
pl: Wpisany adres nie jest prawidłowym adres URL. Sprawdź URL i spróbuj ponownie. Wprowadź adres URL podcastu, który chcesz dodać

source: Folder name:
it: Nome della cartella:
pl: Nazwa folderu:

source: Create Podcast Folder
it: Crea una cartella Podcast
pl: Stwórz katalog podcastów
