Repository: paulswartz/miro
Catalog: tv/resources/locale/*.po
Languages: it, pl

source: Enter the name of the folder to add
it: Immettere il nome della cartella da aggiungere
pl: Podaj nazwę folderu do dodania

source: Search for:
it: Cerca:
pl: Szukaj:

source: In this:
it: In questo:
pl: W:

source: Search engine:
it: Motore di ricerca:
pl: wyszukiwarce:

source: Add Watched Folder
it: Aggiungere Cartella dei Visionati
pl: Dodaj monitorowany folder

source: Directory:
it: Cartella:
pl: Katalog:

source: Show in my sidebar as a podcast
it: Mostra nella mia barra laterale come podcast

source: Choose Watched Folder Directory
it: Seleziona la cartella contenente le cartelle controllate

source: That directory could not be found. Please check the path and try again.
it: La cartella non è stata trovata. Controlla il percorso e riprova.
pl: Nie udało się znaleźć takiego katalogu. Sprawdź ścieżkę i spróbuj ponownie.

source: That directory could not be accessed. Please check the permissions and try again.
it: La cartella non è accessibile. Controlla i permessi e riprova.
pl: Nie udało się uzyskać dostępu do tego katalogu. Sprawdź uprawnienia i spróbuj ponownie.

source: Open Subtitles File...
it: Apri il file dei sottotitoli...
pl: Otwórz plik z napisami...

source: Subtitle files
it: File dei sottotitoli
pl: Pliki z napisami

source: This Playlist is Empty
it: Questa playlist è vuota
pl: Ta lista odtwarzania jest pusta

source: To add an item, drag it onto the name of this playlist in the sidebar.
it: Per aggiungere un elemento, trascinarlo sul nome di questa playlist nella barra laterale
pl: Aby dodać element, przeciągnij go na nazwę listy odtwarzania w panelu bocznym.

source: Automatically run %(appname)s when I log in.
it: Avvia automaticamente %(appname)s quando effettuo il login.
pl: Automatycznie uruchamiaj %(appname)s po zalogowaniu użytkownika

source: When starting up %(appname)s, remember what screen I was on when I last quit.
it: All'avvio di %(appname)s, ricorda la schermata su cui ero al momento dell'ultima chiusura.
pl: Po uruchomieniu wyświetlaj ekran, na którym poprzednio zakończono pracę %(appname)s.

source: Warn me if I attempt to quit with downloads in progress.
it: Avvisami se provo a chiudere il programma con alcuni download attivi.
pl: Ostrzegaj przed zakończeniem programu podczas pobierania

source: Warn me if I attempt to quit with conversions in progress.
it: Avvisami se provo ad uscire con conversioni in corso.
pl: Ostrzeż jeśli anuluję podczas postępu konwersji.

source: Show videos from podcasts in the Videos section.
it: Mostra i video dai podcast nella sezione Video
pl: Pokaż wideo z podcastów w sekcji Wideo

source: Show audio from podcasts in the Music section.
it: Mostra l'audio dai podcast nella sezione Musica
pl: Pokaż audio z podcastów w sekcji Muzyka

source: (Changing the language requires you to restart %(appname)s.)
it: (Cambiare la lingua richiede un riavvio di %(appname)s.)
pl: (Zmiana języka wymaga ponownego uruchomienia %(appname)s.)

source: Every day
it: Ogni giorno
pl: codziennie

source: Every hour
it: Ogni ora
pl: co godzinę

source: Every 30 minutes
it: Ogni 30 minuti
pl: co 30 minut

source: Manually
it: Manualmente
pl: ręcznie

source: New
it: Nuovo
pl: nowe

source: Off
it: Disattivo
pl: nie pobieraj

source: Standard view
it: Vista Standard
pl: Widok standardowy

source: List view
it: Vista a elenco
pl: Widok listy

source: Default settings for new podcasts:
it: Impostazioni predefinite per i nuovi podcast:
pl: Domyślne ustawienia nowych podcastów:

source: (These can be changed using the podcast's settings button)
it: (Queste possono essere modificate usando il pulsante delle impostazioni dei podcast)
pl: (Można je zmienić używając przycisku ustawień podcastu)

source: Check for new content:
it: Controlla contenuti nuovi:
pl: Aktualizuj

source: Auto-download setting:
it: Impostazioni download automatico:
pl: Auto-pobieranie ustawienia:

source: Remember this many old items:
it: Ricordare questo numero di elementi vecchi:
pl: Liczba przechowywanych starych elementów:

source: (in addition to the current contents)
it: (Oltre ai contenuti presenti)
pl: Oprócz bieżącej zawartości

source: Maximum number of manual downloads at a time:
it: Numero massimo di downloads manuali simultanei:
pl: Maksymalna liczba ręcznych pobrań w tym samym czasie

source: Maximum number of auto-downloads at a time:
it: Numero massimo di auto-download simultanei:
pl: Maksymalna liczba automatycznych pobrań w tym samym czasie

source: Limit upstream bandwidth to:
it: Limitare la larghezza di banda in uscita a:
pl: Ogranicz pasmo wysyłania do

source: Limit downstream bandwidth to:
it: Limitare la larghezza di banda in entrata a:
pl: Maksymalna prędkość pobierania

source: Limit torrent connections to:
it: Limita le connessioni a torrent a:
pl: Ogranicz liczbę połączeń do

source: Starting port:
it: Porta iniziale:
pl: Port początkowy

source: Ending port:
it: Porta finale:
pl: Port końcowy

source: Automatically forward ports. (UPNP)
it: Automaticamente direziona porte. (UPNP)
pl: Automatycznie przekierowuj porty (UPNP)

source: Use DHT to find more peers
it: Usa il DHT per trovare altri peer
pl: Użyj DHT, żeby znaleźć dodatkowych partnerów

source: Ignore unencrypted connections.
it: Ignora connessioni non criptate.
pl: Odrzucaj połączenia nieszyfrowane

source: Stop torrent uploads when this ratio is reached:
it: Arresta il caricamento dei torrent quando questa percentuale viene raggiunta:
pl: Zatrzymuj wysyłanie torrenta po osiągnięciu współczynnika

source: Change
it: Cambia
pl: Przeglądaj…

source: Choose Movies Directory
it: Scegliere la Directory dei Filmati
pl: Wybierz katalog wideo

source: Directory not valid
it: Cartella non valida
pl: Nie poprawny katalog

source: Directory '%(dir)s' could not be created. Please choose a directory you have write access to.
it: La cartella '%(dir)s' non può essere create. Scegli una cartella a cui hai il permesso di scrittura.
pl: Nie można utworzyć katalogu %(dir)s. Wybierz katalog, do którego masz uprawnienia do zapisu.

source: Migrate existing movies?
it: Migro i video esistenti?
pl: Przenieść istniejące filmy?

source: You've selected a new folder to download movies to. Should %(appname)s migrate your existing downloads there? (Currently downloading movies will not be moved until they finish.)
it: Hai selezionato una nuova cartella in cui scaricare filmati. Vuoi che %(appname)s vi sposti gli scaricamenti esistenti? (I filmati attualmente in scaricamento non saranno spostati finché lo scaricamento non sarà terminato.)
pl: Wybrano nowy folder do zapisywania pobieranych filmów. Czy %(appname)s ma tam przenieść twoje pobrane pliki? (Pliki aktualnie pobierane nie zostaną przeniesione do czasu zakończenia pobierania.)

source: folder
it: cartella
pl: katalog

source: visible
it: visibile
pl: widoczne

source: Store downloads in this folder:
it: Memorizza i download in questa cartella:
pl: Przechowuj pobrane pliki w folderze:

source: Watch for new video and audio items in these folders and include them in library:
it: Cerca nuovi elementi audio e video in queste cartelle e includili nella libreria:
pl: Monitoruj te foldery i gdy pojawią się nowe wideo i audio dołącz je do biblioteki:

source: Keep at least this much free space on my drive:
it: Tieni almeno questo spazio libero sul mio disco
pl: Minimalna ilość wolnego miejsca zachowywana na dysku:

source: 1 day
it: 1 giorno
pl: 1 dniu

source: 3 days
it: 3 giorni
pl: 3 dniach

source: 6 days
it: 6 giorni
pl: 6 dniach

source: 10 days
it: 10 giorni
pl: 10 dniach

source: 1 month
it: 1 mese
pl: miesiącu

source: By default, video and audio items expire after:
it: Per default, gli elementi audio e video vengono rimossi dopo:
pl: Domyślnie elementy wideo i audio przedawnią się po

source: Share my media library.
it: Condividi la mia libreria di file multimediali.

source: Warn on quit when others are connected to my media library.
it: Avvisami all'uscita se altri sono connessi alla mia libreria multimediale
pl: Ostrzegaj przy kończeniu programu jeśli do mojej biblioteki multimediów są podłączeni inni użytkownicy.

source: Share my music library.
it: Condividi la mia libreria di musica.

source: Share my video library.
it: Condividi la mia libreria di filmati.

source: Share Name:
it: Nome per la condivisione

source: Bonjour is required for sharing. Click on 'Install Bonjour' to install.
it: Bonjour è richiesto per la condivisione. Cliccare su 'Installa Bonjour' per l'installazione.

source: Install Bonjour
it: Installa Bonjour
pl: Zainstaluj Bonjour

source: Always play videos in a separate window.
it: Riproduci sempre i video in una finestra separata.
pl: Zawsze odtwarzaj wideo w oddzielnym oknie.

source: Automatically enable movie subtitles when available.
it: Attiva automaticamente i sottotitoli del filmato se disponibili.
pl: Automatycznie pokazuj napisy do filmu, kiedy będą dostępne.

source: Allow this many concurrent conversions:
it: Conversioni simultanee permesse:
pl: Zezwól na następującą liczbę jednoczesnych konwersji:

source: (changing this will not apply to currently running conversions)
it: (le modifiche non si applicheranno alle conversioni già in corso)
pl: (zmiana tego nie wpłynie na już uruchomione konwersje)

source: Store
it: Negozio
pl: Sklep

source: Visible
it: Visibile

source: MP3 stores:
it: Negozi di MP3
pl: Sklep MP3

source: enabled
it: attivato

source: extension
it: estensione

source: Name: %(extensionname)s
it: Nome: %(extensionname)s
pl: Nazwa: %(extensionname)s

source: Version: %(extensionversion)s
it: Versione: %(extensionversion)s
pl: Wersja: %(extensionversion)s

source: Description:
it: Descrizione:
pl: Opis:

source: Extension %(extensionname)s failed to load: %(errormessage)s
it: Il caricamento dell'estensione %(extensionname)s è fallito: %(errormessage)s

source: Extension failed to load
it: Il caricamento dell'estensione è fallito

source: Extension %(extensionname)s failed to unload: %(errormessage)s
it: L'estensione %(extensionname)s ha fallito il caricamento: %(errormessage)s

source: Extension failed to unload
it: L'estensione ha fallito il caricamento

source: Extensions are a beta feature. Developers interested in writing extensions can learn more on our wiki.
it: Le estensioni sono una funzione beta. Gli sviluppatori interessati nella compilazione di estensioni possono sapere altro dalla nostra wiki.

source: Extensions:
it: Estensioni:

source: Details:
it: Dettagli:

source: Downloads
it: Scaricamenti
pl: Pobieranie

source: Folders
it: Cartelle
pl: Foldery

source: Disk space
it: Spazio su disco
pl: Dysk

source: Playback
it: Riproduzione
pl: Odtwarzanie

source: Stores
it: Negozi
pl: Sklepy

source: Are you sure you want to remove this podcast:
it: Sei sicuro di voler rimuovere questo podcast:
pl: Czy na pewno chcesz usunąć ten podcast:

source: Keep items that have been downloaded in my library.
it: Mantieni gli elementi scaricati nella libreria.
pl: Zatrzymaj pobrane elementy w bibliotece.

source: Watched folders will be removed from the sidebar but their contents will still appear in your library. You can stop watching watched folders completely in the %(appname)s preference panel.
it: Le cartelle controllate verranno rimosse dalla barra laterale ma i loro contenuti continueranno ad apparire nella libreria. E' possibile interrompere completamente il controllo delle cartelle nel pannello Preferenze di %(appname)s
pl: Monitorowane foldery zostaną usunięte z panelu bocznego, ale ich zawartość będzie nadal wyświetlana w bibliotece. Można wyłączyć monitorowanie folderów w panelu preferencji %(appname)s.

source: Are you sure you want to remove this podcast? The downloads currently in progress will be canceled.
it: Sei sicuro di voler rimuovere questo podcast? Gli scaricamenti in corso attualmente saranno cancellati.
pl: Czy na pewno chcesz usunąć ten podcast? Spowoduje to anulowanie pobierania plików.

source: Username:
it: Nome utente:
pl: Nazwa użytkownika:

source: Video Search
it: Ricerca video
pl: Wyszukiwanie wideo

source: Use the search box above to search for videos on these sites
it: Utilizza la casella di ricerca in alto per cercare video in questi siti

source: Searching for files
it: Ricerca di elementi in corso

source: Searched %(count)s file
it: Cercato %(count)s file

source: Videos
it: Filmati
pl: Filmy

source: Locked
it: Bloccato

source: paused
it: in pausa
pl: wstrzymane

source: queued
it: in coda

source: Sharing Disabled
it: Condivisione disabilitata
pl: Współdzielenie wyłączone

source: You need to install the Bonjour libraries to be able to share files from %(appname)s-to-%(appname)s or to the Miro iPad app. Once you install the Bonjour libraries, you will have to restart %(appname)s.
it: Devi installare le librerie Bonjour per poter condividere file da %(appname)s a %(appname)s olla applicazione Miro per iPad.

source: Click here to install
it: Fai clic qui per installare
pl: Kliknij tutaj, aby zainstalować

source: On
it: Attivo
pl: Włączone

source: Get Help
it: Ottieni aiuto
pl: Uzyskaj pomoc

source: Connect
it: Connetti
pl: Połącz

source: %(shortappname)s Sharing
it: %(shortappname)s in condivisione

source: %(shortappname)s can stream and download files to and from other %(shortappname)ss on your local network and to the Miro iPad app. It's awesome!
it: %(shortappname)s può effettuare lo streaming o lo scaricamento dei file da o verso altre %(shortappname)ss sul network locale e all'applicazione Miro per iPad. È fantastico!

source: Disabled: Needs Bonjour
it: Disabilitato: richiede Bonjour
pl: Wyłączone: wymaga Bonjour

source: Share Music
it: Condividi musica
pl: Współdziel muzykę

source: Share Videos
it: Condividi video
pl: Współdziel video

source: My %(shortappname)s Share Name
it: Il mio %(shortappname)s Nome di condivisione

source: Sync a Phone, Tablet, or Digital Camera
it: Sincronizza un telefono, un tablet o una fotocamera digitale
pl: Zsynchronizuj telefon, tablet albo cyfrowy aparat fotograficzny

source: Connect the USB cable to sync your Android device with %(shortappname)s. Be sure to set your device to 'USB Mass Storage' mode in your device settings. Attach your digital camera, and convert your video files to be instantly web-ready.
it: Collega il cavo USB per sincronizzare il tuo dispositivo Android con %(shortappname)s. Assicurati di aver impostato la modalità "USB Mass Storage" nelle impostazioni del tuo dispositivo. Collega la tua fotocamera digitale e converti i tuoi file video per un'immediata condivisione web.

source: Show all attached devices and drives
it: Mostra tutti i dispositivi e le unità collegate
pl: Pokaż wszystkie podłączone urządzenia i dyski

source: Use this if your phone doesn't appear in %(shortappname)s when you connect it to the computer, or if you want to sync with an external drive.
it: Usa questo se il tuo telefono non appare in %(shortappname)s quando lo connetti al computer, o se vuoi sincronizzarlo ad un dispositivo esterno.

source: Miro on your iPad
it: Miro sul tuo iPad

source: The gorgeous Miro iPad app lets you wirelessly stream music and videos from %(shortappname)s on your desktop to your iPad. You can also download songs and videos to your iPad and take them with you.
it: La fantastica applicazione di Miro per iPad ti consente di trasmettere senza fili musica e video da %(shortappname)s sul tuo desktop al tuo iPad. Puoi anche scaricare canzoni e video sul tuo iPad per portarli sempre con te.

source: Miro on Android
it: Miro su Android

source: We don't yet have a Miro app for Android, but you can stream to your device using other DAAP apps.
it: Non è ancora disponibile una versione di Miro per Android, ma puoi trasmettere al tuo dispositivo mediante altre applicazioni che supportino il protocollo DAAP.

source: Sources
it: Sorgenti
pl: Źródła

source: Sources are any websites that offer audio, video, or torrents for download that you would like to use within %(shortappname)s.
it: Le sorgenti sono qualunque sito offra lo scaricamento di file audio, video o torrent che vorresti usare all'interno di %(shortappname)s.

source: URL
it: Indirizzo URL

source: Add Playlist
it: Aggiungi Playlist
pl: Dodaj listę odtwarzania

source: Select the music and video stores you'd like to have appear in %(shortappname)s. Note: some other store websites may work well with %(shortappname)s if you add them as Sources, but these are Stores that we've integrated and tested.
it: Seleziona i negozi on-line di musica e video che vuoi veder apparire in %(shortappname)s. Nota: qualche altro negozio su sito web potrebbe lavorare bene con %(shortappname)s se li aggiungi come Sorgenti, ma questi sono i Negozi che abbiamo integrato e testato.

source: Update Podcasts In Folder
it: Aggiorna i podcast nella cartella

source: Update Podcast Now
it: Aggiorna il podcast ora

source: Revert Podcast Name
it: Annulla la modifica al nome del podcast

source: Update Podcasts Now
it: Aggiorna i podcast ora

source: Unknown Album
it: Album Sconosciuto
pl: Nieznany album

source: Unknown Artist
it: Artista Sconosciuto
pl: Nieznany wykonawca

source: State
it: Stato
pl: Stan

source: Date
it: Data
pl: Data

source: Time
it: Tempo
pl: Czas

source: Status
it: Stato

source: ETA
it: Tempo Rimanente
pl: Pozostało

source: Torrent details
it: Dettagli del torrent
pl: Szczegóły torrenta

source: Speed
it: Velocità
pl: Prędkość

source: Date Added
it: Data di aggiunta
pl: Data dodania

source: Last Played
it: Ultima riproduzione
pl: Ostatnio odtwarzane

source: Description
it: Descrizione
pl: Opis

source: File Type
it: Tipo di file
pl: Typ pliku

source: Order
it: Ordina
pl: Kolejność

source: %(host)s closed connection
it: %(host)s ha chiuso la connessione
pl: %(host)s zerwał połączenie

source: %(host)s gave us an empty response
it: Risposta vuota da %(host)s

source: Host returned %(status)s
it: L'host ha risposto %(status)s
pl: Host zwrócił %(status)s

source: Please retry later
it: Per favore ritenta più tardi
pl: Proszę sprubuj później

source: %(host)s doesn't support HTTP resume
it: %(host)s non supporta l'HTTP resume

source: HTTP Redirection limit hit for %(url)s
it: Raggiunto limite di reindirizzamento per %(url)s

source: Authorization failed for proxy: %(host)s:%(port)s
it: Autorizzazione fallita per il proxy: %(host)s:%(port)s
pl: Autoryzacja nieudana dla proxy: %(host)s:%(port)s

source: Host returned bad status code: %(code)s
it: L'Host ha riportato un codice di cattivo stato: %(code)s

source: Authorization failed
it: Autorizzazione fallita
pl: Autoryzacja się nie powiodła

source: Authorization canceled
it: Autorizzazione cancellata
pl: Autoryzacja anulowana

source: Authorization canceled by user
it: Autorizzazione cancellata dall'utente
pl: Autoryzacja anulowana przez użytkownika

source: Invalid URL
it: URL non valida
pl: Nieprawidłowy adres URL

source: "%(url)s" is not a valid URL
it: "%(url)s" non è un URL valido
pl: „%(url)s” nie jest poprawnym adresem URL

source: Unknown Host
it: Host sconosciuto
pl: Nieznany host

source: The domainname "%(host)s" couldn't be found
it: Il nome del dominio "%(host)s" non puo' essere trovato
pl: Domena "%(host)s" nie może być znaleziona

source: Read error
it: Errore di lettura
pl: Błąd odczytu

source: Error while reading from "%(path)s"
it: Errore nella lettura da "%(path)s"
pl: Wystąpił błąd podczas odczytu z „%(path)s”

source: Could not write to %(filename)s
it: Impossibile scrivere su %(filename)s
pl: Nie można zapisać do %(filename)s

source: Write error
it: Errore di scrittura
pl: Zapisz błąd

source: Website
it: Sito web
pl: Strona Web

source: queued for download
it: In coda per lo scaricamento
pl: w kolejce do pobrania

source: no title
it: nessun titolo
pl: bez tytułu

source: starting up...
it: iniziando...
pl: rozpoczynanie…

source: Subscribed to new podcast:
it: Iscritto al nuovo podcast:
pl: Dokonano subskrypcji nowego podcastu:

source: Subscribed to new podcasts:
it: Iscritto al nuovo podcast:
pl: Dokonano subskrypcji nowych podcastów:

source: Migrating Files
it: Migrazione dei file
pl: Przenoszenie plików

source: Error: %(msg)s
it: Errore: %(msg)s
pl: Błąd: %(msg)s

source: Can't connect
it: Impossibile connettersi
pl: Nie mogę się połączyć

source: Connection Error: %(msg)s
it: Errore di connessione: %(msg)s
pl: Błąd połączenia: %(msg)s

source: SSL connection error
it: Errore di connessione SSL
pl: Błąd połączenia SSL

source: Couldn't find address family to use
it: Impossibile trovare un indirizzo da utilizzare
pl: Nie udało się znaleźć rodziny adresów

source: Connection closed
it: Connessione terminata
pl: Połączenie zostało zakończone

source: OPML Import failed
it: Fallita l'importazione di OPML
pl: Błąd podczas importowania OPML

source: The selected OPML file appears to be invalid. Import was interrupted.
it: Il file OPML selezionato sembra non valido. L'importazione è stata interrotta.
pl: Wybrany plik OMPL prawdopodobnie jest uszkodzony. Importowanie zostało zatrzymane.

source: The selected OPML file could not be read. Import was interrupted.
it: Impossibile leggere il file OPML selezionato. L'importazione è stata interrotta.
pl: Nie udało się odczytać wybranego pliku OPML. Importowanie zostało przerwane.

source: OPML Import summary
it: Riepilogo dell'importazione OPML
pl: Podsumowanie importu OPML

source: Successfully imported %(count)d podcast.
it: %(count)d podcast importato correttamente.
pl: Zaimportowano %(count)d podcast.

source: Skipped %(count)d podcast already present.
it: Ignorato %(count)d podcast già presente
pl: Pominięto %(count)d istniejący podcast.

source: Enter a new name for the playlist %s
it: Immetti un nuovo nome per la playlist %s
pl: Podaj nową nazwę listy odtwarzania %s

source: Search All
it: Cerca tutto
pl: Przeszukaj wszystko

source: Download already exists
it: Il download esiste già
pl: Pobierany plik już istnieje

source: That URL is already an external download.
it: Quell'URL è già un download esterno.
pl: Ten URL jest już pobierany zewnętrznie.

source: %(appname)s will begin downloading it now.
it: %(appname) sarà scaricata adesso.
pl: %(appname)s rozpocznie teraz pobieranie.

source: It is downloading now.
it: Si sta scaricando adesso
pl: Jest właśnie pobierane.

source: It has already been downloaded.
it: È già stato scaricato
pl: Zostało już pobrane.

source: File Download
it: File scaricato
pl: Pobieranie pliku

source: Download Error
it: Errore di Scaricamento
pl: Błąd pobierania

source: %(appname)s is not able to download a file at this URL: URL: %(url)s Error: %(error)s (%(errordesc)s)
it: %(appname)s non è in grado di scaricare un file a questo indirizzo: Indirizzo: %(url)s Errore: %(error)s (%(errordesc)s)

source: Database Error
it: Errore del database
pl: Błąd bazy danych
