Repository: paulswartz/miro
Catalog: tv/resources/locale/*.po
Languages: it, pl

source: We're sorry, %(appname)s was unable to start up due to a problem with the database: Error: %(error)s It's possible that your database file is corrupted and cannot be used. You can start fresh and your damaged database will be removed, but you will have to re-add your podcasts and media files. If you want to do this, press the Start Fresh button and restart %(appname)s. To help us fix problems like this in the future, please file a bug report at %(url)s.
it: Ci scusiamo, %(appname)s non è riuscito ad aprirsi a causa di un problema con il database: Errore: %(error)s E' possibile che il tuo database sia corrotto e inutilizzabile. Puoi iniziare la pulizia e il tuo database danneggiato sarà rimosso, ma dovrai riaggiungere i podcast e i file musicali. Se vuoi fare la pulizia, premi il bottone appropriato e riavvia %(appname)s. Se vuoi aiutarci a risolvere problemi come questi in futuro, ti preghiamo di compilare un Bug Report sul sito %(url)s.
pl: Niestety, aplikacja %(appname)s nie mogła zostać uruchomiona ze względu na problem z bazą danych: Błąd: %(error)s Możliwe, że Twoja baza danych jest uszkodzona i nie może zostać użyta. Możesz użyć funkcji uruchamiania na czysto, co spowoduje usunięcie uszkodzonej bazy, zajdzie wówczas jednak konieczność ponownego dodania podcastów i plików multimedialnych. Jeśli chcesz to zrobić, kliknij przycisk Uruchom na czysto, a następnie uruchom ponownie aplikację %(appname)s. Aby pomóc nam uniknąć takich problemów w przyszłości, wyślij raport o błędzie na adres %(url)s.

source: Unknown Error
it: Errore sconosciuto
pl: Nieznany błąd

source: An unknown error prevented %(appname)s from startup. Please file a bug report at %(url)s.
it: Un errore sconosciuto ha impedito all'%(appname)s di avviarsi. Per aiutarci a risolvere problemi come questo in futuro, compila un rapporto sul bug all'indirizzo %(url)s.
pl: Nieznany błąd nie pozwolił uruchomić %(appname)s. Zgłoś błąd na %(url)s.

source: Database too new
it: Database troppo nuovo
pl: Za nowa wersja bazy danych

source: You have a database that was saved with a newer version of %(appname)s. You must download the latest version of %(appname)s and run that.
it: Hai un database salvato con una nuova versione dell'applicazione %(appname)s. Devi scaricare l'ultima versione dell'applicazione %(appname)s ed eseguirla.
pl: Twoja baza danych została zapisana przy użyciu nowszej wersji %(appname)s. Pobierz i uruchom najnowszą wersję %(appname)s.

source: Submitting Crash Report
it: Invio dei dettagli sull'errore
pl: Przesyłanie Raportu Błędu

source: %(appname)s will now submit a crash report to our crash database Do you want to include entire program database including all video and podcast metadata with crash report? This will help us diagnose the issue.
it: L'applicazione %(appname)s invierà ora un rapporto al nostro database sulla chiusura inattesa. Vuoi includere al rapporto l'intero database del programma con tutti i metadati su tutti i video e podcast? Ci aiuterà nella diagnosi del problema.
pl: %(appname)s sporządzi teraz raport o błędzie do naszej bazy danych Czy chcesz załączyć do raportu całą swoją bazę programów zawierającą wszystkie filmy i podcasty? To pomoże nam zdiagnozować usterkę.

source: %(appname)s database corrupt.
it: Il database di %(appname)s è corrotto.
pl: Baza danych aplikacji %(appname)s jest uszkodzona.

source: Your %(appname)s database is corrupt. It will be backed up in your Miro database directory and a new database will be created now.
it: Il tuo database %(appname)s è corrotto. Verrà backuppato nella tua cartella database di Miro ed un nuovo database verrà adesso creato.
pl: Twoja baza danych aplikacji %(appname)s jest uszkodzona. Jej kopia zapasowa zostanie zapisana w twoim katalogu baz danych Miro, a następnie zostanie utworzona nowa baza.

source: %(appname)s database upgrade failed
it: aggiornamento del database di %(appname)s non riuscito
pl: Aktualizacji bazy danych %(appname)s zakończona niepowodzeniem

source: We're sorry, %(appname)s was unable to upgrade your database due to errors. Check to see if your disk is full. If it is full, then quit %(appname)s, free up some space, and start %(appname)s again. If your disk is not full, help us understand the problem by reporting a bug to our crash database. Finally, you can start fresh and your damaged database will be removed, but you will have to re-add your podcasts and media files.
it: Siamo spiacenti, %(appname)s non è stato capace di aggiornare il tuo database a causa di errori Verifica se il tuo disco è pieno. Se è pieno allora esci da %(appname)s, libera spazio disco e fai partire di nuovo %(appname)s. Se il tuo disco non è pieno aiutaci a capire il problema segnalando il bug al nostro crash database. Infine puoi far partire un nuovo un nuovo database e quello danneggiato verrà rimosso ma dovrai di nuovo aggiungere i tuoi podcast e file multimediali.
pl: Niestety, aplikacja %(appname)s nie była w stanie uaktualnić twojej bazy danych z powodu wystąpienia błędów. Sprawdź, czy dysk nie jest zapełniony. Jeśli jest, to zakończ aplikację %(appname)s, zwolnij trochę miejsca i uruchom %(appname)s ponownie. Jeśli jednak dysk nie jest zapełniony, prosimy o zgłoszenie błędu do naszej bazy danych z informacjami o awariach programu, co pomoże nam rozwiązać problem. Możesz też użyć funkcji uruchamiania na czysto, co spowoduje usunięcie uszkodzonej bazy danych, wówczas zajdzie jednak konieczność ponownego dodania podcastów i plików multimedialnych.

source: %(appname)s database save failed
it: Salvataggio del database di %(appname)s fallito.
pl: Zapis bazy danych %(appname)s się nie powiódł

source: %(appname)s was unable to save its database. If your disk is full, we suggest freeing up some space and retrying. If your disk is not full, it's possible that retrying will work. If retrying did not work, please quit %(appname)s and restart. Recent changes may be lost. If you see this error often while downloading, we suggest you reduce the number of simultaneous downloads in the Options dialog in the Download tab. Error: %(error_text)s
it: %(appname)s non riesce a salvare il database. Se il disco è pieno, ti suggeriamo di liberare un pò di spazio e riprovare. Se il disco non è pieno è possibile che riprovando funzioni. Se riprovando non funziona, chiudi %(appname)s e riavvialo. I cambiamenti recenti potrebbero andare perduti. Se vedi spesso questo errore mentre effettui dei download, ti suggeriamo di ridurre il numero di download simultanei nel pannello Opzioni alla voce Download. Errore: %(error_text)s
pl: Aplikacja %(appname)s nie była w stanie zapisać swojej bazy danych. Jeśli twój dysk jest zapełniony, sugerujemy zwolnienie trochę miejsca na dysku i spróbowanie jeszcze raz. Jeśli dysk nie jest zapełniony, być może zadziała samo ponowienie próby. Jeśli ponowna próba nie przyniosła rezultatu, zakończ aplikację %(appname)s i uruchom ponownie. Ostatnie zmiany mogą zostać utracone. Jeśli ten błąd często występuje podczas pobierania danych, sugerujemy zmniejszenie liczby jednocześnie pobieranych plików w oknie Opcji w zakładce Pobieranie. Błąd: %(error_text)s

source: %(appname)s database save succeeded
it: Database di %(appname)s salvato con successo.
pl: Zapis bazy danych %(appname)s przebiegł poprawnie

source: The database has been successfully saved. It is now safe to quit without losing any data.
it: Il database è stato salvato con successo. E' ora possibile uscire senza perdere nessun dato.
pl: Baza danych została poprawnie zapisana. Można teraz zakończyć program bez utraty danych.

source: Database was created by a newer version of %(appname)s (db version is %(version)s)
it: Il database è stato creato da una nuova versione di %(appname)s (la versione del db è la %(version)s)
pl: Bazę danych utworzono za pomocą nowszej wersji aplikacji %(appname)s (wersja bazy danych to %(version)s)

source: Example Playlist
it: Playlist di esempio
pl: Przykładowa lista odtwarzania

source: Eject failed
it: Espulsione fallita.
pl: Wysunięcie zakończone niepowodzeniem

source: Ejecting device '%(name)s' failed. The device is in use.
it: L'espulsione della periferica '%(name)s è fallita. La periferica è in uso.

source: Enable tray icon
it: Attivare la tray icon
pl: Wyświetlaj ikonę w obszarze powiadamiania

source: Renderer options:
it: Opzioni di rendering:
pl: Opcje renderera:

source: You must restart %(appname)s for renderer changes to take effect.
it: E' necessario riavviare %(appname)s perchè i cambiamenti abbiano effetto.
pl: Uruchom ponownie %(appname)s, aby zmiany zostały zastosowane.

source: Video renderer:
it: Renderizzatore video
pl: Renderer wideo:

source: Binaries to use:
it: Eseguibili da usare:
pl: Pliki binarne do użycia:

source: ffmpeg binary path:
it: Percorso dell'eseguibile ffmpeg
pl: ścieżka pliku binarnego ffmpeg:

source: ffmpeg2theora binary path:
it: Percorso dell'eseguibile ffmpeg2theora
pl: ffmpeg2theora binarna ścieżka:

source: Download Completed
it: Scaricamento completato
pl: Pobieranie zostało zakończone

source: Download of video '%s' is finished.
it: Lo scaricamento del video '%s' è completato
pl: Pobieranie wideo „%s” zostało ukończone.

source: %(appname)s has determined that your system may be missing the Bonjour components, a standard part of Mac OS X installations. Please review your Mac OS X installation.
it: %(appname)s ha rilevato che nel tuo sistema potrebbero non essere presenti i componenti Bonjour, normalmente presenti nella installazione di Mac OS X. Ti preghiamo verificare la tua installazione di Mac OS X.
pl: %(appname)s ustalił, że na twoim komputerze prawdopodobnie brakuje komponentów Bonjour, będących standardową częścią instalacji systemu Mac OS X. Sprawdź poprawność instalacji systemu Mac OS X.

source: Services
it: Servizi
pl: Usługi

source: Hide %(appname)s
it: Nascondi %(appname)s
pl: Ukryj %(appname)s

source: Hide Others
it: Nascondi altri
pl: Ukryj inne

source: Show All
it: Mostra tutto
pl: Pokaż wszystko

source: Preferences...
it: Impostazioni...
pl: Preferencje…

source: Quit %(appname)s
it: Chiudi %(appname)s
pl: Zamknij %(appname)s

source: Close Window
it: Chiudi la finestra
pl: Zamknij okno

source: Cut
it: Taglia
pl: Wytnij

source: Paste
it: Incolla
pl: Wklej

source: Select All
it: Seleziona tutto
pl: Zaznacz wszystko

source: Edit
it: Modifica
pl: Edytuj

source: Present Half Size
it: Mostrare a metà dimensioni
pl: Rozmiar 50%

source: Present Actual Size
it: Mostrare a dimensioni originali
pl: Rozmiar rzeczywisty

source: Present Double Size
it: Mostrare a dimensioni doppie
pl: Rozmiar podwojony

source: Present Video
it: Mostrare Video
pl: Rozmiar wideo

source: Minimize
it: Riduci a icona
pl: Minimalizuj

source: Main Window
it: Finestra principale
pl: Główne okno

source: Bring All to Front
it: Porta tutto in primo piano
pl: Przenieś wszystko na wierzch

source: Window
it: Finestra
pl: Okno

source: %(appname)s Help
it: %(appname)s Aiuto
pl: %(appname)s – pomoc

source: Pop Out
it: Riproduci in una nuova finestra
pl: Odepnij

source: Pop In
it: Riproduci nella finestra principale
pl: Przypnij

source: Close to tray?
it: Minimizzare nella tray?
pl: Zminimalizować do obszaru powiadamiania?

source: When you click the red close button, would you like %(appname)s to close to the system tray or quit? You can change this setting later in the Options.
it: Quando clicchi il bottone rosso, vuoi che %(appname)s si riduca a icona o si chiuda? Puoi cambiare quest'impostazione più tardi nelle Opzioni.
pl: Naciśnięcie przycisku zamykania ma powodować zminimalizowanie %(appname)s do obszaru powiadamiania, czy całkowite zamknięcie? To ustawienie można zmienić później z poziomu preferencji programu.

source: Error Bombing Item
it: Errore durante il bombing dell'elemento
pl: Wystąpił błąd podczas bombardowania elementu

source: Error Recommending Item
it: Errore durante la raccomandazione dell'elemento
pl: Wystąpił błąd podczas rekomendacji elementu

source: Error Opening Website
it: Errore nell'apertura del sito
pl: Wystąpił błąd podczas otwierania strony

source: There was an error opening %(url)s. Please try again in a few seconds
it: Si è verificato un errore nell'apertura di %(url)s. Riprova fra qualche secondo
pl: Wystąpił błąd podczas otwierania %(url)s. Spróbuj ponownie za chwilę.

source: Install Adobe Flash?
it: Installa Adobe Flash?
pl: Zainstalować Adobe Flash?

source: For the best %(appname)s experience, we suggest you install Adobe Flash. Would you like to do this now?
it: Per ottenere la migliore esperienza possibile con %(appname)s, ti suggeriamo di installare Adobe Flash. Vuoi farlo ora?
pl: Dla lepszej obsługi %(appname)s sugeruje się zainstalowanie Adobe Flash. Czy chcesz zainstalować teraz?

source: Install Adobe Flash
it: Installa Adobe Flash
pl: Zainstaluj Adobe Flash

source: Your browser will load the web-site where you can download and install Adobe Flash. You should quit %(appname)s now and start it up again after Adobe Flash has been installed.
it: Il browser caricherà la pagina da cui sarà possibile scaricare ed installare Adobe Flash E' consigliato chiudere %(appname)s ora e riavviarle in seguito all'avvenuta installazione di Adobe Flash.
pl: W przeglądarce otworzy się strona, z której można pobrać i zainstalować Adobe Flash. Zamknij teraz %(appname)s i uruchom ponownie po zainstalowaniu Adobe Flash.

source: When I click the red close button:
it: Quando seleziono il bottone rosso di chiusura:
pl: Po naciśnięciu przycisku zamykania:

source: Close to tray so that downloads can continue.
it: Riduci nella tray bar in modo che i download correnti possano continuare.
pl: minimalizuj do obszaru powiadamiania, by kontynuować pobieranie

source: Quit %(appname)s completely.
it: Chiudi %(appname)s completamente.
pl: zamknij %(appname)s

source: System Default
it: Predefinito dal sistema
pl: Domyślne ustawienie systemu

source: Subtitle font:
it: Carattere del sottotitolo:
pl: Czcionka napisów:

source: No
pl: Nie

source: Download
pl: Pobierz

source: Choose New Folder
pl: Wybierz nowy folder

source: %(month)s %(dayofmonth)s, %(year)s
pl: %(dayofmonth)s.%(month)s.%(year)s

source: You choose a new folder or quit and try to fix the issue manually.
pl: Wybierz nowy folder lub wyjdź i spróbuj naprawić problem ręcznie.

source: All Media Files
pl: Wszystkie pliki multimedialne

source: Torrent Files
pl: Pliki torrenta

source: %(percent)i%% full
pl: %(percent)i%% zajętych

source: Now Syncing
pl: Synchronizacja

source: Cancel Sync
pl: Synchronizacja została anulowana

source: Delete expired podcasts from my device
pl: Usuń nieaktualne podcasty z mojego urządzenia

source: Individual Files
pl: Pliki indywidualne

source: Syncing
pl: Synchronizacja

source: Sync automatically when this device is connected
pl: Synchronizuj automatycznie kiedy urządzenie jest podłączone

source: Auto Fill
pl: Automatyczne uzupełnianie

source: Newest Music
pl: Najnowsza muzyka

source: Yes, I can donate now
pl: Tak, chcę dokonać darowizny

source: Ask me later
pl: Spytaj później

source: Music Setup
pl: Ustawienia muzyki

source: (Don't worry, no files are copied.)
pl: (Bez obaw, żadne pliki nie zostały skopiowane.)

source: Note:
pl: Uwagi:

source: Get Started
pl: Rozpocznij korzystanie

source: Gujarati
pl: gudżaracki

source: Hindi
pl: Hinduski

source: Recently Watched
pl: Ostatnio oglądane

source: Clip
pl: Klip

source: Choose location for file
pl: Wybierz miejsce dla tego pliku

source: About
pl: O programie

source: Type
pl: Rodzaj

source: Video
pl: Wideo

source: Season Number
pl: Numer sezonu

source: Episode Number
pl: Numer odcinka

source: Shows
pl: Pokazy

source: Series
pl: Cykl

source: Auto-Download Off
pl: Wyłącz automatyczne pobieranie

source: Auto-Download New
pl: Automatycznie pobierz nowe

source: Auto-Download All
pl: Automatycznie pobierz wszystko

source: Importing audio details and artwork: %(number)d of %(total)d
pl: Importowanie informacji oraz grafiki związanej z plikiem audio: %(number)d z %(total)d

source: Importing video details and creating thumbnails: %(number)d of %(total)d
pl: Importowanie informacji o pliku wideo oraz tworzenie miniaturek: %(number)d z %(total)d

source: Importing file details: %(number)d of %(total)d
pl: Importowanie informacji o pliku: %(number)d z %(total)d

source: Seeders
pl: Rozsiewających

source: Leechers
pl: Zasysających

source: _File
pl: _Plik

source: Watch a Folder...
pl: Obserwuj folder...

source: Export Podcasts (OPML)
pl: Wyeksportuj podcasty (OPML)

source: Next Item
pl: Następny element

source: Previous Item
pl: Poprzedni element

source: Skip Forward
pl: Skocz do przodu

source: Skip Back
pl: Wróć

source: Volume Up
pl: Zwiększ głośność

source: Go to Currently Playing
pl: Przejdź do aktualnie odtwarzanego

source: Audio Track
pl: Ścieżka dźwiękowa

source: Default (UTF-8)
pl: Domyślnie (UTF-8)

source: URL:
pl: adresie URL:

source: Sidebar
pl: Panel boczny

source: Language
pl: Język

source: Album view
pl: Widok albumu

source: Default view:
pl: Widok domyślny:

source: Play media in %(appname)s.
pl: Odtwórz plik multimedialny w %(appname)s.

source: Password:
pl: Hasło:
